Repository: owncloud-archive/news
Catalog: l10n/*/news.po
Languages: ast, az

source: Can not add feed: Exists already
ast: Nun pue amestase'l feed: Yá esiste
az: Ötürməni əlavə etmək olmadı: Artıq mövcuddur

source: Can not add feed: URL does not exist, SSL Certificate can not be validated or feed has invalid xml
ast: Nun pue amestase'l feed: la URL nun esiste, el certificáu SSL nun pue validase o'l feed tien un xml inválidu
az: Ötürücünü əlavə etmək mümkün olmadı: URL mövcud deyil, SSL sertifikat yoxlanıla bilmir yada ötürücüdə XML yalnışdır

source: Articles without feed
ast: Artículos ensin fonte
az: Ötürməsiz məqalələr

source: Can not add folder: Exists already
ast: Nun pue amestase la carpeta: Yá esiste
az: Qovluğu əlave etmək mümkün deyil: Artıq movcuddur

source: status
ast: Estáu
az: cari vəziyyət

source: Undo deletion of %s
ast: Desfacer desaniciu de %s
az: %s-in silinməsini geri qaytar

source: News
ast: Noticies
az: Xəbərlər

source: Add Website
ast: Amestar sitiu web
az: Web səhifəni əlavə et

source: Error: address exists already!
ast: Fallu: ¡la direición yá esiste!
az: Səhv: ünvan artıq mövcuddur!

source: Error: folder exists already
ast: Fallu: ¡La carpeta yá esiste!
az: Səhv: qovluq artıq mövcuddur

source: Address
ast: Direición
az: Ünvan

source: Add
ast: Amestar
az: Əlavə etmək

source: New folder
ast: Carpeta nueva
az: Yeni qovluq

source: Folder
ast: Carpeta
az: Qovluq

source: Choose folder
ast: Esbillar carpeta
az: Qovluğu seç

source: Folder name
ast: Nome de la carpeta
az: Qovluq adı

source: Back to folder selection
ast: Regresar a seleicionar carpeta
az: Qovluq seçimi üçün geri qayıt

source: Create folder
ast: Crear carpeta
az: Qovluq yarat

source: Starred
ast: Favoritos
az: Ulduzlu

source: Unread articles
ast: Artículos ensin lleer
az: Oxunulmamış məqalə

source: All articles
ast: Tolos artículos
az: Bütün məqalələr

source: Mark read
ast: Conseñar como lleíu
az: Oxunmuş

source: Welcome to the ownCloud News app!
ast: Bienllegáu a l'aplicación de noticies ownCloud!
az: ownCloud Xəbərlər proqram təmnatına xoş gəlmisiniz!

source: read on website
ast: lleer nel sitiu web
az: veb səhifədə oxu

source: star
ast: favoritu
az: ulduz

source: from
ast: Dende
az: ondan

source: by
ast: por
az: onunla

source: Download
ast: Descargar
az: Yüklə

source: Keep unread
ast: Caltener ensin lleer
az: Oxunulmamış saxla

source: Cancel
ast: Encaboxar
az: Dayandır

source: Save
ast: Guardar
az: Saxlamaq

source: Delete website
ast: Desaniciar sitiu web
az: Veb saytı sil

source: Rename feed
ast: Renomar fonte
az: Kanalın adını dəyiş

source: Collapse
ast: Contrayer
az: Yığılma

source: Delete folder
ast: Desaniciar carpeta
az: Qovluğu sil

source: Rename folder
ast: Renomar carpeta
az: Qovluğun adını dəyiş

source: Settings
ast: Axustes
az: Quraşdırmalar

source: Use compact view
ast: Usar vista compauta
az: Yığcam görünüşü istifadə et

source: Subscriptions (OPML)
ast: Soscripciones (OPML)

source: Import
ast: Importar
az: Əlavə et

source: Export
ast: Esportar
az: Çıxarış

source: Error when importing: file does not contain valid OPML
ast: Fallu al importar: el ficheru nun contién OPML válidu

source: Unread/Starred Articles
ast: Artículos Non lleíos y Favoritos

source: Error when importing: file does not contain valid JSON
ast: Fallu al importar: el ficheru nun contién JSON válidu

source: Show read articles
ast: Amosar artículos lleíos

source: Hide read articles
ast: Anubrir artículos lleíos
